Repository: khuppenbauer/Flowpack.Snippets
Catalog: Resources/Private/Translations/*/Main.xlf
Languages: de

source: Category
de: Kategorie

source: Type
de: Typ

source: Title
de: Titel

source: Comments
de: Kommentare

source: Date
de: Datum

# search.go
source: Go
de: Los

# search.filter.reset
source: reset all filter
de: Filter zurücksetzen

# search.placeholder
source: search
de: Suche

# search.show
source: Show {0} - {1} of {2}
de: Zeige {0} - {1} von {2}

# search.noPosts
source: no Posts found
de: Keine Einträge gefunden

# post.origin
source: Originally Posted on
de: Ursprünglicher Post von

# post.preview
source: Preview
de: Vorschau

# post.delete
source: Delete Snippet
de: Snippet löschen

# post.delete.request
source: Do you really want to delete post "{0}"?
de: Willst Du das Snippet "{0}" wirklich löschen?

# post.delete.confirm
source: Yes, delete the post
de: Ja, Snippet löschen

# post.notification.subject
source: New Snippet "{0}"
de: Neues Snippet "{0}"

# comment.delete
source: Delete Comment
de: Kommentar löschen

# comment.delete.request
source: Do you really want to delete comment "{0}"?
de: Willst Du den Kommentar "{0}" wirklich löschen?

# comment.delete.confirm
source: Yes, delete the comment
de: Ja, Kommentar löschen

# comment.notification.subject
source: New Comment on snippet "{0}"
de: Neuer Kommentar zu Snippet "{0}"

# post.comments[0]
source: {0,number} comment
de: {0,number} Kommentar

# post.comments[1]
source: {0,number} comments
de: {0,number} Kommentare

# comment.reply
source: Leave a reply
de: Hinterlasse deinen Kommentar

# comment.login
source: Login to add your comment
de: Bitte Logge Dich ein, um einen Kommentar zu hinterlassen

# snippet.login
source: Login to add a new Snippet
de: Bitte Logge Dich ein, um ein Snippet hinzuzufügen

# snippets.login
source: Login to see your Snippets
de: Bitte Logge Dich ein, um Deine Snippets zu sehen

# snippet.create
source: Thank you for sharing your Snippet
de: Danke fürs Teilen Deines Snippets

# form.password
source: Password
de: Passwort

# form.comment
source: Comment
de: Kommentar

# form.title
source: Title
de: Titel

# form.description
source: Description
de: Beschreibung

# form.content
source: Content
de: Text

# form.url
source: Url
de: Link

# form.comment.check
source: comments
de: Kommentare erlauben

# form.share.check
source: share
de: Teilen erlauben

# form.category
source: Category
de: Kategorie

# form.submit.comment
source: Add your comment
de: Kommentar senden

# form.submit.login
source: Login
de: Einloggen

# form.submit.snippet.create
source: Create Snippet
de: Snippet hinzufügen

# form.submit.snippet.update
source: Update Snippet
de: Snippet aktualisieren

# post.created[0]
source: {0,number} new post
de: {0,number} neuer Beitrag

# post.created[1]
source: {0,number} new posts
de: {0,number} neue Beiträge

# user.followed[0]
source: {0,number} new follower
de: {0,number} neuer Follower

# user.followed[1]
source: {0,number} new follower
de: {0,number} neue Follower

# post.favored[0]
source: {0,number} new favorite
de: {0,number} neuer Favorit

# post.favored[1]
source: {0,number} new favorites
de: {0,number} neue Favoriten

# comment.created[0]
source: {0,number} new comment
de: {0,number} neuer Kommentar

# comment.created[1]
source: {0,number} new comments
de: {0,number} neue Kommentare
